Repository: NicoBorsdorf/settracker
Catalog: settracker/*.lproj/Localizable.strings
Languages: de

source: Appearance
de: Erscheinungsbild

source: Theme
de: Thema

source: Light
de: Hell

source: Dark
de: Dunkel

source: Tracking
de: Verfolgung

# timeExercises
source: Track time in exercises
de: Übungszeit erfassen

# timeTrainings
source: Track time in trainings
de: Trainingszeit erfassen

# timeExercisesInfo
source: Track the time spent on each exercise added to a training session.
de: Erfasse die Zeit, die Du bei jeder Trainingsübung gebraucht hast.

# timeTrainingsInfo
source: Keep track of the total time spent on each training session.
de: Erfasse die Gesamtzeit eines Trainings.

source: Last synced: %@
de: Zuletzt synchronisiert

# notSynced
source: Not synced yet
de: Noch nicht synchronisiert

source: Sync Now
de: Jetzt synchronisieren

source: About
de: Über

source: Privacy Policy
de: Datenschutzrichtlinie

source: Terms of Service
de: Nutzungsbedingungen

source: Account
de: Konto

source: Home
de: Startseite

source: Training Log
de: Trainingsprotokoll

source: New training
de: Neues Training

source: Strength
de: Kraft

source: Mobility
de: Mobilität

# addEditSet
source: Add and edit your sets.
de: Füge Sätze hinzu und bearbeite sie.

source: Exercise
de: Übung

# selectCategory
source: Category...
de: Kategorie...

source: Stopwatch
de: Stoppuhr

source: Reset
de: Zurücksetzen

source: Target Duration
de: Zieldauer

# cardioInfo
source: For cardio, you can skip sets. Time can be saved as minutes.
de: Für Cardio-Training kannst du Sätze überspringen. So kannst du Zeit sparen.

# savingTime
source: When saving, time is added as minutes to the exercise.
de: Beim Speichern wird die Zeit als Minuten zur Übung hinzugefügt.

source: Add set
de: Satz hinzufügen

# cardioNoSet
source: Cardio exercises do not use sets.
de: Cardio-Übungen verwenden keine Sätze.

# noSets
source: No sets yet. Tap 'Add set'.
de: Noch keine Sätze. Tippe auf 'Satz hinzufügen'.

source: Reps
de: Wdh.

source: Delete set
de: Satz löschen

# infoText
source: Add or edit an exercise, track time, and configure sets.
de: Übung hinzufügen oder bearbeiten, Zeit messen und Sätze konfigurieren.

# createWorkout
source: Create your workout.
de: Erstelle dein Workout.

source: Training Type
de: Trainingstyp

source: Select type
de: Typ auswählen

source: Cardio
de: Kardio

# copyFromPrev
source: Copy from previous
de: Von vorherigem kopieren

# reusePrevTraining
source: Reuse a recent training as a template
de: Verwende ein vorheriges Training als Vorlage

# togglePrevTrainings
source: Toggle previous trainings
de: Vorherige Trainings umschalten

# noPrevTrainings
source: No previous trainings available
de: Keine vorherigen Trainings verfügbar

# prevTrainings
source: Previous trainings
de: Vorherige Trainings

# selectPrevTraining
source: Select previous training
de: Vorheriges Training auswählen

source: Copy
de: Kopieren

# exercises_nr
source: Exercises (%d)
de: Übungen (%d)

source: Add exercise
de: Übung hinzufügen

# noExercises
source: No exercises added yet
de: Noch keine Übungen hinzugefügt

source: No exercise
de: Keine Übung

# avgTrainings
source: Average Trainings per Week
de: Durchschnittliche Trainings pro Woche

source: Training Types
de: Trainingstypen

# noData
source: No data yet
de: Noch keine Daten

# splits
source: Exercise Split
de: Übungsaufteilung

source: Cancel
de: Abbrechen

source: Save
de: Speichern

source: Category
de: Kategorie

source: Exercises
de: Übungen

source: Close
de: Schließen

source: Delete
de: Löschen

source: Week
de: Woche

source: Sets
de: Sätze

source: Statistics
de: Statistik

source: Bench Press
de: Bankdrücken

source: Incline Bench Press
de: Schrägbankdrücken

source: Decline Bench Press
de: Negativbankdrücken

source: Push-Up
de: Liegestütz

source: Wide Push-Up
de: Breiter Liegestütz

source: Diamond Push-Up
de: Diamant-Liegestütz

source: Dumbbell Bench Press
de: Kurzhantel-Bankdrücken

source: Incline Dumbbell Press
de: Kurzhantel-Schrägbankdrücken

source: Decline Dumbbell Press
de: Kurzhantel-Negativbankdrücken

source: Machine Chest Press
de: Brustpresse Maschine

source: Chest Dip
de: Dips (Brust)

source: Pec Deck
de: Butterfly (Pec Deck)

source: Cable Fly Low to High
de: Kabelzüge unten nach oben

source: Cable Fly High to Low
de: Kabelzüge oben nach unten

source: Overhead Press
de: Schulterdrücken stehend

source: Seated Dumbbell Shoulder Press
de: Kurzhantel-Schulterdrücken sitzend

source: Lateral Raise
de: Seitheben

source: Cable Lateral Raise
de: Kabel-Seitheben

source: Front Raise
de: Frontheben

source: Upright Row
de: Aufrechtes Rudern

source: Skull Crusher
de: French Press (Skull Crusher)

source: Triceps Pushdown
de: Trizepsdrücken am Kabel

source: Overhead Triceps Extension
de: Überkopf-Trizepsdrücken

source: Close-Grip Bench Press
de: Enges Bankdrücken

source: Bench Dip
de: Bank-Dips

source: Deadlift
de: Kreuzheben

source: Sumo Deadlift
de: Sumo-Kreuzheben

source: Romanian Deadlift
de: Rumänisches Kreuzheben

source: Barbell Row
de: Langhantelrudern

source: Pendlay Row
de: Pendlay Rudern

source: Dumbbell Row
de: Kurzhantelrudern

source: Seated Cable Row
de: Rudern am Kabel sitzend

source: Chest-Supported Row
de: Brustgestütztes Rudern

source: Lat Pulldown
de: Latziehen

source: Pull-Up
de: Klimmzug

source: Chin-Up
de: Klimmzug (Kammgriff)

source: Neutral-Grip Pull-Up
de: Klimmzug neutraler Griff

source: Straight-Arm Pulldown
de: Gerades Armziehen

source: Rear Delt Fly
de: Reverse Fly

source: Cable Rear Delt Fly
de: Kabel-Reverse Fly

source: Shrug
de: Shrugs

source: Barbell Curl
de: Langhantelcurls

source: Dumbbell Curl
de: Kurzhantelcurls

source: Incline Dumbbell Curl
de: Schrägbank-Kurzhantelcurls

source: Hammer Curl
de: Hammer-Curls

source: Preacher Curl
de: Scott-Curls

source: Reverse Curl
de: Reverse Curls

source: Wrist Curl
de: Handgelenkcurls

source: Reverse Wrist Curl
de: Reverse Handgelenkcurls

source: Squat
de: Kniebeuge

source: Front Squat
de: Frontkniebeuge

source: High-Bar Squat
de: High-Bar Kniebeuge

source: Low-Bar Squat
de: Low-Bar Kniebeuge

source: Hack Squat
de: Hackenschmidt

source: Leg Press
de: Beinpresse

source: Walking Lunge
de: Ausfallschritte gehend

source: Reverse Lunge
de: Ausfallschritte rückwärts

source: Leg Extension
de: Beinstrecker

# legCurlSeated
source: Seated Leg Curl
de: Beinbeuger sitzend

# legCurlLying
source: Lying Leg Curl
de: Beinbeuger liegend

source: Abductor Machine
de: Abduktorenmaschine

source: Adductor Machine
de: Adduktorenmaschine

# calfRaiseStanding
source: Standing Calf Raise
de: Wadenheben stehend

# calfRaiseSeated
source: Seated Calf Raise
de: Wadenheben sitzend

source: Back Extension
de: Rückenstrecker

source: Cycling
de: Fahrad

source: Rowing (Machine)
de: Rudern (Machine)

source: Elliptical
de: Crosstrainer

source: Stair Climber
de: Treppensteiger

source: Treadmill
de: Laufband

source: Jump Rope
de: Seilspringen

source: Boxing
de: Boxen
